Repository: kam1lovic/NewsBot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: ❗Ushbu kategoriya allaqachon mavjud.
ru: ❗Эта категория уже существует.

source: ✅ Kategoriya muvaffaqqiyatli bog'landi.
ru: ✅ Категория успешно связана.

source: Kategoriya qo'shishga urinishda xatolik yuz berdi.
ru: Произошла ошибка при добавлении категории.

source: ✅ Ushbu kategoriya muvaffaqqiyatli saqlandi va bog'landi!
ru: ✅ Эта категория успешно сохранена и связана!

source: Kategoriya qo'shishda xatolik yuz berdi.
ru: Произошла ошибка при добавлении категории.

source: 💾 Saqlash
ru: 💾 Сохранить

source: Orqaga
ru: Назад

source: Saytlar 🌐
ru: Сайты 🌐

source: Telegram kanallar 📣
ru: Telegram Каналы 📣

source: Profil 👤
ru: Профиль 👤

source: Davlat organlari bilan bo'glanish ☎️
ru: Связь с государственными органами ☎️

source: Kategoriya qo'shish 🏷
ru: Добавить категорию 🏷

source: Telegram kanal qo'shish 📣
ru: Добавить Telegram канал 📣

source: Orqaga ⤵️
ru: Назад ⤵️

source: Kategoriya uchun emoji yuboring:
ru: Отправьте эмодзи для категории:

source: Iltimos, emoji yuboring.
ru: Пожалуйста, отправьте эмодзи.

source: Iltimos, haqiqiy emoji yuboring.
ru: Пожалуйста, отправьте действительный эмодзи.

source: Bu emoji kiritilishi mumkin emas. Iltimos, boshqa emoji kiriting.
ru: Этот эмодзи недопустим. Пожалуйста, введите другой эмодзи.

source: Siz profil bo'limiga qaytdingiz. Iltimos, boshqa amalni tanlang.
ru: Вы вернулись в раздел профиля. Пожалуйста, выберите другое действие.

source: Bu kanal nomi nomaqbul so'zlarni o'z ichiga oladi. Iltimos, boshqa nom kiriting:
ru: Имя этого канала содержит недопустимые слова. Пожалуйста, введите другое имя:

source: Kanal nomi qabul qilindi ✅!
ru: Имя канала принято ✅!

source: Endi, kanal usernameni yuboring ‼️
ru: Теперь отправьте имя пользователя канала ‼️

source: Iltimos, username ni t.me/ yoki @ formatida emas, faqat username ni kiriting, Misol uchun ⤵️ <i>t.me/kunuzofficial ❌ @kunuzofficial ❌ --> kunuzofficial ✅</i>
ru: Пожалуйста, введите имя пользователя без t.me/ или @, только само имя, например, ⤵️ <i>t.me/kunuzofficial ❌ @kunuzofficial ❌ --> kunuzofficial ✅</i>

source: Ushbu kanal allaqachon sizga bog'langan 😊
ru: Этот канал уже связан с вами 😊

source: Ushbu kanal foydalanuvchiga bog'landi 📣
ru: Этот канал был связан с пользователем 📣

source: Ushbu kanal yangi kanal sifatida saqlandi 😊✅
ru: Этот канал был сохранен как новый канал 😊✅

source: Iltimos, URL ni http:// yoki https:// bilan boshlanadigan formatda yuboring.
ru: Пожалуйста, отправьте URL в формате, начинающемся с http:// или https://.

source: Ushbu sayt allaqachon sizga bog'langan 😊
ru: Этот сайт уже связан с вами 😊

source: Ushbu sayt foydalanuvchiga bog'landi 🌐
ru: Этот сайт был связан с пользователем 🌐

source: Ushbu sayt yangi sayt sifatida saqlandi 😊✅
ru: Этот сайт был сохранен как новый сайт 😊✅

source: 🌐 Siz veb saytlarni tanladingiz! Sayt linklarini kiriting. Har birini alohida kiriting. 🔗 <i>Misol uchun:</i> https://example.uz/
ru: 🌐 Вы выбрали веб-сайты! Введите ссылки на сайты, каждую отдельно. 🔗 <i>Например:</i> https://example.uz/

source: 🔔 Siz Telegram kanallarini tanladingiz! Kategoriya tanlang. Bir nechta kategoriya tanlab, ularni saqlashingiz mumkin!
ru: 🔔 Вы выбрали Telegram каналы! Выберите категорию. Вы можете выбрать несколько категорий и сохранить их!

source: Profil bo'limi tanlandi!
ru: Раздел профиля выбран!

source: Davlat organlari bilan bo'glanish tanlandi!
ru: Связь с государственными органами выбрана!

source: ❗️Iltimos, quyidagi tugmalardan birini tanlang.
ru: ❗️Пожалуйста, выберите одну из следующих кнопок.

source: Iltimos, kamida bitta toifani tanlang.
ru: Пожалуйста, выберите как минимум одну категорию.

source: Kategoriyalar muvaffaqiyatli saqlandi ✅
ru: Категории успешно сохранены ✅

source: Kategoriyalar saqlandi va endi sizga muntazam yangiliklar yuboriladi 😊
ru: Категории сохранены, и теперь вы будете получать регулярные обновления 😊

source: ✅ Barcha saytlar saqlandi va sizga muntazam yangiliklar yuboriladi!
ru: ✅ Все сайты сохранены, и вы будете получать регулярные обновления!

source: ❗️Hech qanday sayt saqlanmadi.
ru: ❗️Ни один сайт не был сохранен.

source: Siz bosh sahifaga qaytdingiz. Boshqa amal bajarishni hohlaysizmi?
ru: Вы вернулись на главную страницу. Хотите выполнить другое действие?

source: ✅ Sayt(lar) muvaffaqiyatli saqlandi va hisobingizga qo'shildi.
ru: ✅ Сайт(ы) успешно сохранены и добавлены к вашему аккаунту.

source: ❗️Bu sayt(lar) allaqachon saqlangan
ru: ❗️Этот сайт(ы) уже сохранен.

source: ❗️Sayt linki formati noto'g'ri Iltimos, qayta yuboring.
ru: ❗️Формат ссылки на сайт неверный Пожалуйста, отправьте заново.

source: ⏳ Yana saytlarni yuboring yoki tugatish uchun /done ni bosing.
ru: ⏳ Отправьте еще сайты или нажмите /done для завершения.

source: Tashkilot topilmadi.
ru: Организация не найдена.

source: Davlat organlari bilan bog'lanish tanlandi!
ru: Выбрана связь с государственными органами!

source: Iltimos, kategoriya nomini yuboring:
ru: Пожалуйста, отправьте название категории:

source: Sayt qo'shish 🌐
ru: Добавить сайт 🌐

source: 🌐 Iltimos, sayt linklarini quyidagi formatda yuboring: https://example.com/
ru: 🌐 Пожалуйста, отправьте ссылки на сайты в следующем формате: https://example.com/

source: 📣 Iltimos, kanal nomini yuboring:
ru: 📣 Пожалуйста, отправьте название канала:

source: Siz orqaga qaytdingiz ⤵️
ru: Вы вернулись назад ⤵️

source: Iltimos, tugmalardan birini tanlang‼️
ru: Пожалуйста, выберите одну из кнопок‼️

source: Til muvaffaqiyatli o'rnatildi! Iltimos tugmalardan birini tanlang⤵️
ru: Язык успешно установлен! Пожалуйста, выберите одну из кнопок⤵️

source: Tashkilot nomini tanlang:
ru: Выберите название организации:
